[
  "‘Come From Away’ Will Be This Season’s Most Produced Show in the U.S.",
  "‘Demon Slayer’ Review: Arresting Visuals on a Familiar Battleground",
  "‘Plainclothes’ Review: The Trap of Desire",
  "‘Predators’ Review: Busted for Social Good (and Maybe Ratings)",
  "‘Speak.’ Review: How to Debate Like a Pro",
  "‘The Senior’ Review: Just Like Old Times",
  "‘The Summer Book’ Review: Glenn Close’s Autumnal Notes",
  "36 Hours in Zadar, Croatia",
  "A Group of Socialists Created a Hit Game That Tore Them Apart",
  "British Theater, Up Close on the Big Screen",
  "David Letterman Says Kimmel’s Suspension Is ‘Just Not How This Works’",
  "Latest",
  "New York’s Art Stars of the 80’s, Curated by One of Their Own",
  "The Books We Loved This Summer",
  "8 New Books We Love This Week",
  "A Tart, Spicy Take on Our Ridiculous Foodie Culture",
  "Books of the Times",
  "Four Women, Navigating Friendship and Ambition in a World on Fire",
  "In This Spanish Office, Work Is Hell. It’s Also Hilarious.",
  "John Lithgow to Tackle Roald Dahl’s Antisemitism in Broadway ‘Giant’",
  "Latest",
  "Mark Ronson Strolls Through His D.J. Past",
  "Patricia Lockwood Craves an Easier Way to Eat While Reading",
  "Sign Up for the Book Review Newsletter",
  "Sports Romance: A Starter Pack",
  "The Incurable Confidence of the Man Who Made Nobu",
  "This Generation Will Always Have Main Character Energy",
  "What Happened in the 2024 Election? Kamala Harris Has Some Thoughts.",
  "‘Tax the Rich,’ French Protesters Cry, as the Wealthy Push Back on Paying More",
  "Business Delivered to Your Inbox",
  "DealBook",
  "I.R.S. Official Sues the Agency, Saying It Leaked Private Data to News Sites",
  "Latest",
  "Newark Airport Crisis Has Eased but Tech and Staffing Issues Persist",
  "Nvidia to Buy $5 Billion Stake in Intel, Giving Rival a Lifeline",
  "The Business Decision Behind Taking Jimmy Kimmel Off Air",
  "The Fed Has No Good Options as Hiring Wobbles and Inflation Picks Up",
  "The New AirPods Can Translate Languages in Your Ears. This Is Profound.",
  "Trump Administration Wields Its Full Toolbox to Bring Media to Heel",
  "Trump Asks Supreme Court to Allow Removal of Fed Governor",
  "U.S. Sues Ticketmaster Over Claims of Illegal Resale Tactics",
  "With Amex’s Platinum Refresh, an Even More Exclusive Card Emerges",
  "Your Money",
  "20 Years Ago, Alinea Electrified Chicago Dining. Does It Still Matter?",
  "A $35 Chicken Dinner in Mississippi? How Big-City Prices Went National.",
  "A Quick Shrimp Dinner for Long, Stumping Sundays",
  "Atlanta-Style Lemon-Pepper Wings for Game Day",
  "Can Hybrid Grapes Solve the Climate Change Dilemma for Wine Makers?",
  "Cocoa. Krispies. Treats.",
  "Cooking Newsletter",
  "Cool Whips",
  "Is Paris Ready for Real Southern Cooking?",
  "Latest",
  "Lunching Like a Flower Child in the East Village",
  "Marilyn Hagerty, Whose Olive Garden Review Went Viral, Dies at 99",
  "Quesadillas That Cosplay as Elotes",
  "Shrimp in the Freezer Makes Meal Planning Easier",
  "There’s a Reason This Salmon Recipe Has Five Stars",
  "These Women Make Basketball Fans’ Favorite Food",
  "5 Takeaways From Ousted C.D.C. Director’s Hearing",
  "Bonnie Addario, 77, Dies; Survivor of Lung Cancer Made Fighting It a Cause",
  "C.D.C. Vaccine Advisers May Limit Hepatitis B Shots for Newborns",
  "Former C.D.C. Director to Tell Lawmakers She Was ‘Fired for Holding the Line’",
  "From Well",
  "Kennedy Adds Five New Members to Vaccine Committee",
  "Latest",
  "New York and Other States Form Health Bloc as Answer to Trump’s Policies",
  "The New Old Age",
  "Trump Is Shutting Down the War On Cancer",
  "Who Makes Decisions About Vaccine Policy Now?",
  "Audio",
  "AudioPodcasts and narrated articles",
  "Columnists",
  "Columns",
  "Community",
  "Cooking",
  "CookingRecipes and guides",
  "Culture and Lifestyle",
  "Editors' Picks",
  "Featured",
  "Games",
  "GamesDaily puzzles",
  "Leagues",
  "Listen",
  "More News",
  "Most Popular This Week",
  "Newsletters",
  "Podcasts",
  "Recipes",
  "Recommendations",
  "Reviews",
  "Sections",
  "Site Index",
  "Site Information Navigation",
  "The Athletic",
  "The AthleticSports coverage",
  "The Best...",
  "Top Stories",
  "Topics",
  "Weather",
  "Wirecutter",
  "WirecutterProduct recommendations",
  "A Jane Austen-Inspired Roast Chicken That’s Remarkably Well Done",
  "An Essay Contest Winner Used A.I. Should She Return the $1,000 Award?",
  "Guitar Nerds and Surf Bros Didn’t Want to ‘Get Political.’ Then Came the Tariffs.",
  "How a Group of Students in the Pacific Islands Reshaped Global Climate Law",
  "Is It Cutesy or Abominable to Make Up Random Words?",
  "It Isn’t Just the U.S. The Whole World Has Soured on Climate Politics.",
  "Late-Night TV Is Fading. There’s One Part You May Come to Miss.",
  "Latest",
  "The 9.14.25 Issue",
  "The Best Part of Any Piece of Mail Is the Stamp",
  "The Cost of Performing Childhood for Your Parent’s Art",
  "The Sunday Magazine Staff",
  "This Classic French Gratin Is Complete Comfort",
  "What We Know About JPMorgan’s Long Relationship With Jeffrey Epstein",
  "What Will China’s Green-Tech Ambitions Cost the World?",
  "When Dementia Steals the Imagination of a Children’s Book Writer",
  "‘No One Should Be Very Confident’: Four Economists Dissect Trump and the Economy",
  "America Darkens",
  "Charlie Kirk, Jimmy Kimmel and the Future of Free Speech in America",
  "Ezra Klein Is Worried — but Not About a Radicalized Left",
  "Ezra Klein Is Worried — but Not About a Radicalized Left",
  "I Asked Ezra Klein if Left-Wing Despair Is a Problem",
  "Jimmy Kimmel, and Free Speech, Under Attack",
  "Latest",
  "The Billionaire Trump Supporter Who Will Soon Own the News",
  "The Era of Dark Passions",
  "The Unexpected Upside of Phone Bans in Schools",
  "When It Comes to the Left, Ezra Klein Is Frustrated",
  "Democrats Pitch Bill to Protect Speech Targeted by Trump",
  "Disney Pulled Jimmy Kimmel as Pressure Built on Multiple Fronts",
  "Follow Us",
  "How Jimmy Kimmel Went From ‘The Man Show’ to MAGA Adversary",
  "In ‘107 Days,’ Kamala Harris Lays Out Her Regrets",
  "Latest",
  "The F.C.C. Threatened to Punish Kimmel ‘the Hard Way.’ ABC Made It Easy.",
  "Upending Precedent, Thune Bows To Realities of a Polarized Senate",
  "‘Shockingly Beautiful’ Fossil Reveals Oldest Dome-Headed Dinosaur",
  "A Forgotten Cosmic Impact Was Hidden in a Museum’s Glass Shards",
  "Can Drug Users Be Forced Into Rehab? Trump Says Yes. So Do 34 States.",
  "Climate and Environment",
  "Do Reptiles Have Moods, Too?",
  "E.P.A. Keeps Polluters on the Hook to Clean Up ‘Forever Chemicals’",
  "Fired C.D.C. Director Describes Clashes With Kennedy and Turmoil at Agency",
  "How Did Hands Evolve? The Answer Is Behind You.",
  "Kennedy’s Advisory Panel Votes to Limit M.M.R.V. Vaccine for Children Under 4",
  "Latest",
  "Math, Revealed",
  "Organ Transplant Group Faces Shutdown After Safety Problems",
  "Origins",
  "Questions Are Raised About Vaccine Panel’s Reliability as Policy Review Gets Underway",
  "Sign Up for the Science Times Newsletter",
  "Trilobites",
  "Vera Rubin Observatory",
  "Western States Issue Their Own Vaccine Recommendations to Counter Kennedy",
  "Wildfire Smoke Will Kill Thousands More by 2050, Study Finds",
  "A Young Quarterback’s Vulnerable Moment Went Viral: ‘Don’t Give Up on Me’",
  "Björn Borg Lifts the Devil Off His Shoulder",
  "Clayton Kershaw Is Retiring After 18 M.L.B. Seasons and 3 Cy Young Awards",
  "Richard Sherman Describes the 4 Best Leaders He Played With in the N.F.L.",
  "Sports From The New York Times",
  "Can YouTube Make Livestreaming Its Next Big Thing?",
  "Doors on Some Teslas Could Trap Occupants, Federal Safety Agency Says",
  "Has Britain Gone Too Far With Its Digital Controls?",
  "Latest",
  "LimeWire, Former File-Sharing Service, Is Revealed as Buyer of Fyre Festival",
  "Man Known as the ‘Tinder Swindler’ Is Arrested in Georgia",
  "Personal Technology",
  "Since Leaving Washington, Elon Musk Has Been All In on His A.I. Company",
  "Social Platforms Duck Blame for Inflaming Divisions Before Charlie Kirk’s Death",
  "Trump Delays TikTok Ban Again as a Deal Takes Shape",
  "United Airlines Says Problems at Newark Airport Have Eased Greatly",
  "Who Is Brendan Carr of the F.C.C.?",
  "With the Em Dash, A.I. Embraces a Fading Tradition",
  "36 Hours",
  "Cruise Ship Passenger With $16,000 Gambling Debt Jumps Overboard",
  "Dan Brown’s 5 Favorite Places in Prague",
  "Do You Know Where in the Country These Novels Are Set?",
  "Funicular Crash Has Jarred Lisbon’s Sense of Itself",
  "Help! Aer Lingus Wouldn’t Let Me Fly Because of a Visa I Didn’t Need.",
  "Latest",
  "Man Dies After Becoming Unresponsive on Roller Coaster at Epic Universe",
  "Scotch and the Sea: Venturing Into the Soul of the Hebrides",
  "The Trump Administration Wants to Roll Back Airline Passenger Rights",
  "Travel 101",
  "Trump Administration Seeks Pilot Projects for Air Taxis",
  "Why Wild Swimming Is the Most Luxurious Hotel Amenity of All",
  "11 Democratic Officials Arrested Trying to Access ICE Detention Cells",
  "A Domestic Violence Case in Rural Pennsylvania Ended in a Deadly Ambush",
  "Amid Republican Crackdown on D.C., City Leaders to Testify",
  "Ash Cloud Over Mount St. Helens Conjures Memories of 1980 Disaster",
  "Can Trump Actually Designate Antifa a Terrorist Group? Here Are the Facts.",
  "Highlights",
  "In Texas, Parents Fighting Vaccinations Say Their Movement Is Winning",
  "In Their Own Words: Trump and Top Officials Change Tone on Free Speech",
  "Latest",
  "Military Helicopter Carrying 4 Soldiers Crashes in Washington State",
  "Texas Man Dies in Fall From Alaska Mountain Trail",
  "The F.J. King, Lost in 1886, Is Found in the Depths of Lake Michigan",
  "Trump Administration Changes Tone on Free Speech",
  "Trump Has Threatened Broadcast Licenses. Here’s How They Work.",
  "Warner Accuses Trump Administration of Undermining National Security",
  "7.8-Magnitude Earthquake Off Russia Prompts Brief Tsunami Advisory in Alaska",
  "Dispatches",
  "Drones vs. Lasers",
  "Exxon Urges Europe to Repeal Rules to Make Companies Track Climate Pollution",
  "How China Became a Wedge Between Two South Pacific Neighbors",
  "José María Tojeira, 78, Dies; Pursued Killers of His Fellow Priests",
  "Latest",
  "Read The Times in Spanish",
  "Rifts Grow Between Netanyahu and His Security Chiefs",
  "The Global Profile",
  "Three Nuns Plot Escape Back to Their Abbey",
  "Tiffany Trump Cruised on an Oil Mogul’s Yacht as Her Father-in-Law Talked Oil Deals",
  "Trump and Starmer Acknowledge Divide Over Palestinian Statehood",
  "Trump and Starmer, Skirting Differences, Praise Each Other in U.K.",
  "U.S. to Cut Out Nongovernmental Groups in Refocusing Health Aid",
  "West Africans Deported by the U.S. Sue Ghana for Rights Violations",
  "Where Will Gazans Go?",
  "Young Activists Say 3 Trump Orders Violate Constitutional Rights"
]